Repository: Preclowski/ArrBarr
Catalog: Packages/ArrCore/Sources/ArrCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl, pl

# search.searchMoviesAndTv.label
source: Search movies and TV series
de: Filme und TV-Serien suchen
es: Buscar películas y series de TV
fr: Rechercher films et séries TV
nl: Films en tv-series zoeken
pl: Szukaj filmów i seriali

# detail.searchQueued.button
source: Search queued
de: Suche in der Queue
es: Búsqueda en cola
fr: Recherche en file d'attente
nl: Zoeken in wachtrij
pl: Wyszukiwanie w kolejce

# search.searchScope.button
source: Search scope
de: Suchbereich
es: Alcance de búsqueda
fr: Portée de la recherche
nl: Zoekbereik
pl: Zakres wyszukiwania

# intents.searchToAdd.button
source: Search to add
de: Suchen und hinzufügen
es: Buscar y añadir
fr: Rechercher pour ajouter
nl: Zoeken om toe te voegen
pl: Wyszukaj i dodaj

# search.searchWholeSeries.button
source: Search whole series
de: Ganze Serie suchen
es: Buscar toda la serie
fr: Rechercher toute la série
nl: Hele serie zoeken
pl: Szukaj całego serialu

# queue.selectMultiple.button
source: Select multiple
de: Mehrere auswählen
es: Seleccionar varios
fr: Sélectionner plusieurs
nl: Meerdere selecteren
pl: Zaznacz wiele

# queue.selectedItemsCount
source: %lld items selected
de: %lld Elemente ausgewählt
es: %lld elementos seleccionados
fr: %lld éléments sélectionnés
nl: %lld items geselecteerd
pl: Zaznaczono %lld elementu

# queue.searching.button
source: Searching
de: Suche läuft
es: Buscando
fr: Recherche
nl: Zoeken
pl: Wyszukiwanie

# detail.season.button
source: Season
de: Staffel
es: Temporada
fr: Saison
nl: Seizoen
pl: Sezon

# queue.season02d.button
source: Season %02d
de: Staffel %02d
es: Temporada %02d
fr: Saison %02d
nl: Seizoen %02d
pl: Sezon %02d

# queue.season02lld.button
source: Season %02lld
de: Staffel %02lld
es: Temporada %02lld
fr: Saison %02lld
nl: Seizoen %02lld
pl: Sezon %02lld

# detail.season01EpisodeLld.label
source: Season 01 · Episode %lld — %@
de: Staffel 01 · Episode %lld — %@
es: Temporada 01 · Episodio %lld — %@
fr: Saison 01 · Épisode %lld — %@
nl: Seizoen 01 · Aflevering %lld — %@
pl: Sezon 01 · Odcinek %lld — %@

# queue.seasonPack.button
source: Season pack
de: Staffelpaket
es: Pack de temporada
fr: Pack de saison
nl: Seizoenspakket
pl: Pakiet sezonu

# detail.seasonLld.label
source: Season %lld
de: Staffel %lld
es: Temporada %lld
fr: Saison %lld
nl: Seizoen %lld
pl: Sezon %lld

# detail.seasons.button
source: Seasons
de: Staffeln
es: Temporadas
fr: Saisons
nl: Seizoenen
pl: Sezony

# settings.sectionOrder.button
source: Section order
de: Abschnittsreihenfolge
es: Orden de secciones
fr: Ordre des sections
nl: Sectievolgorde
pl: Kolejność sekcji

# onboarding.seeWhatSAiring.tooltip
source: See what's airing tonight, get notified about new grabs, and surface indexer issues before they become a problem.
de: Sieh, was heute Abend läuft, erhalte Benachrichtigungen über neue Downloads und erkenne Indexer-Probleme, bevor sie zum Problem werden.
es: Ve qué se emite esta noche, recibe notificaciones sobre nuevas descargas y detecta problemas con los indexadores antes de que sean un problema.
fr: Voyez ce qui passe ce soir, recevez des notifications pour les nouveaux téléchargements et détectez les problèmes d'indexeurs avant qu'ils ne deviennent un souci.
nl: Zie wat er vanavond te zien is, ontvang meldingen over nieuwe downloads en signaleer indexerproblemen voordat ze een probleem worden.
pl: Zobacz, co leci dziś wieczorem, otrzymuj powiadomienia o nowych pobraniach i wykrywaj problemy z indeksami zanim staną się kłopotem.

# common.selectAnItem.button
source: Select an item
de: Element auswählen
es: Seleccionar un elemento
fr: Sélectionner un élément
nl: Selecteer een item
pl: Wybierz pozycję

# chat.send.button
source: Send
de: Senden
es: Enviar
fr: Envoyer
nl: Versturen
pl: Wyślij

# settings.sendTestNotification.button
source: Send test notification
de: Testbenachrichtigung senden
es: Enviar notificación de prueba
fr: Envoyer une notification test
nl: Testmelding versturen
pl: Wyślij testowe powiadomienie

# search.series.button
source: Series
de: Serien
fr: Séries
pl: Seriale

# search.seriesType.button
source: Series Type
de: Serientyp
es: Tipo de serie
fr: Type de série
nl: Serietype
pl: Typ serialu

# detail.seriesDetails.button
source: Series details
de: Seriendetails
es: Detalles de la serie
fr: Détails de la série
nl: Seriedetails
pl: Szczegóły serialu

# settings.serverConfigurations.button
source: Server configurations
de: Server-Konfigurationen
es: Configuraciones del servidor
fr: Configurations des serveurs
nl: Serverconfiguraties
pl: Konfiguracje serwerów

# settings.serviceIconsByDashboard.tooltip
source: Service icons by Dashboard Icons, licensed CC BY 4.0 (recoloured for the UI).
de: Dienst-Icons von Dashboard Icons, Lizenz CC BY 4.0 (für die Benutzeroberfläche eingefärbt).
es: Iconos de servicios de Dashboard Icons, con licencia CC BY 4.0 (recoloreados para la interfaz).
fr: Icônes de services par Dashboard Icons, sous licence CC BY 4.0 (recolorées pour l'UI).
nl: Servicepictogrammen door Dashboard Icons, onder licentie CC BY 4.0 (gekleurd voor de UI).
pl: Ikony usług autorstwa Dashboard Icons, na licencji CC BY 4.0 (przekolorowane na potrzeby UI).

# queue.serviceProblem.button
source: Service problem
de: Dienst-Problem
es: Problema del servicio
fr: Problème de service
nl: Serviceprobleem
pl: Problem usługi

# chat.setMcpServerUrl.tooltip
source: Set MCP server URL in Settings to start chatting.
de: MCP-Server-URL in den Einstellungen setzen, um zu chatten.
es: Configura la URL del servidor MCP en Ajustes para empezar a chatear.
fr: Définissez l'URL du serveur MCP dans les Réglages pour commencer à tchater.
nl: Stel de MCP-server-URL in via Instellingen om te beginnen met chatten.
pl: Ustaw adres serwera MCP w Ustawieniach, aby zacząć czat.

# common.settings.button
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
nl: Instellingen
pl: Ustawienia

# common.settings2.button
source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
nl: Instellingen…
pl: Ustawienia…

# common.short.button
source: Short
de: Kurz
es: Corto
fr: Court
nl: Kort
pl: Krótki

# common.showNeedsYou.button
source: Show Needs you
de: "Braucht dich" anzeigen
es: Mostrar «Requiere atención»
fr: Afficher « À votre attention »
nl: "Heeft jouw aandacht" tonen
pl: Pokaż „Potrzebuje twojej uwagi“

# common.showTonightBanner.button
source: Show Tonight banner
de: "Heute Abend"-Banner anzeigen
es: Mostrar banner «Esta noche»
fr: Afficher la bannière « Ce soir »
nl: Banner "Vanavond" tonen
pl: Pokaż baner „Dziś wieczorem“

# intents.showDownloadQueue.button
source: Show download queue
de: Download-Queue anzeigen
es: Mostrar cola de descargas
fr: Afficher la file de téléchargement
nl: Downloadwachtrij tonen
pl: Pokaż kolejkę pobierania

# queue.showHistory.button
source: Show history
de: Verlauf anzeigen
es: Mostrar historial
fr: Afficher l'historique
nl: Geschiedenis tonen
pl: Pokaż historię

# settings.showInDockAs.button
source: Show in Dock as a window
de: Als Fenster im Dock anzeigen
es: Mostrar en el Dock como ventana
fr: Afficher dans le Dock comme fenêtre
nl: Tonen in Dock als venster
pl: Pokaż w Docku jako okno

# discover.showLess.button
source: Show less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
nl: Minder tonen
pl: Pokaż mniej

# queue.showMore.button
source: Show more
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
nl: Meer tonen
pl: Pokaż więcej

# search.addAndSearch.button
source: Add and search
de: Hinzufügen und suchen
es: Añadir y buscar
fr: Ajouter et rechercher
nl: Toevoegen en zoeken
pl: Dodaj i szukaj

# detail.searchingForRelease.label
source: Searching for a release…
de: Suche nach einem Release…
es: Buscando una versión…
fr: Recherche d'une version…
nl: Zoeken naar een release…
pl: Szukam wydania…

# detail.closePoster.button
source: Close poster
de: Poster schließen
es: Cerrar póster
fr: Fermer l'affiche
nl: Poster sluiten
pl: Zamknij plakat

# detail.showPoster.button
source: Show poster
de: Poster anzeigen
es: Mostrar póster
fr: Afficher l'affiche
nl: Poster tonen
pl: Pokaż plakat

# intents.showUpcomingReleases.button
source: Show upcoming releases
de: Anstehende Veröffentlichungen anzeigen
es: Mostrar próximos estrenos
fr: Afficher les sorties à venir
nl: Aankomende releases tonen
pl: Pokaż nadchodzące premiery

# settings.showWelcomeScreen.button
source: Show welcome screen
de: Willkommensbildschirm anzeigen
es: Mostrar pantalla de bienvenida
fr: Afficher l'écran d'accueil
nl: Welkomstscherm tonen
pl: Pokaż ekran powitalny

# discover.shows.button
source: Shows
de: Serien
es: Series
fr: Séries
nl: Series
pl: Seriale

# settings.signInToIcloud.tooltip
source: Sign in to iCloud in System Settings to enable sync.
de: In den Systemeinstellungen bei iCloud anmelden, um die Synchronisierung zu aktivieren.
es: Inicia sesión en iCloud en Ajustes del sistema para activar la sincronización.
fr: Connectez-vous à iCloud dans les Réglages système pour activer la synchronisation.
nl: Meld je aan bij iCloud in Systeeminstellingen om synchronisatie in te schakelen.
pl: Zaloguj się do iCloud w Ustawieniach systemowych, aby włączyć synchronizację.

# settings.siriShortcuts.button
source: Siri & Shortcuts
de: Siri & Kurzbefehle
es: Siri y Atajos
fr: Siri & Raccourcis
nl: Siri & Opdrachten
pl: Siri i Skróty

# queue.size.button
source: Size
de: Größe
es: Tamaño
fr: Taille
nl: Grootte
pl: Rozmiar

# discover.skip.button
source: Skip
de: Überspringen
es: Saltar
fr: Passer
nl: Overslaan
pl: Pomiń

# common.slowBurn.button
source: Slow burn
de: Langsam entfaltend
es: Ritmo lento
fr: Rythme lent
nl: Langzame opbouw
pl: Powolne tempo

# common.sonarrNotifyOnNew.label
source: Sonarr — notify on new grabs
de: Sonarr — bei neuen Downloads benachrichtigen
es: Sonarr — notificar en nuevas descargas
fr: Sonarr — notifier lors de nouveaux téléchargements
nl: Sonarr — meld nieuwe downloads
pl: Sonarr — powiadamiaj o nowych pobraniach

# common.source.button
source: Source
de: Quelle
es: Fuente
nl: Bron
pl: Źródło

# common.sources.button
source: Sources
de: Quellen
es: Fuentes
nl: Bronnen
pl: Źródła

# onboarding.starOnGithub.button
source: Star on GitHub
de: Auf GitHub mit Stern bewerten
es: Dar estrella en GitHub
fr: Étoiler sur GitHub
nl: Ster geven op GitHub
pl: Dodaj gwiazdkę na GitHubie

# chat.startANewChat.button
source: Start a new chat
de: Neuen Chat starten
es: Iniciar un nuevo chat
fr: Démarrer un nouveau tchat
nl: Nieuwe chat starten
pl: Rozpocznij nowy czat

# intents.startDownloading.button
source: Start downloading
de: Download starten
es: Iniciar descarga
fr: Démarrer le téléchargement
nl: Downloaden starten
pl: Rozpocznij pobieranie

# common.startup.button
source: Startup
de: Start
es: Inicio
fr: Démarrage
nl: Opstarten
pl: Uruchamianie

# detail.stopMonitoringSeasonLld.tooltip
source: Stop monitoring season %lld.
de: Staffel %lld nicht mehr überwachen.
es: Dejar de monitorizar la temporada %lld.
fr: Arrêter de surveiller la saison %lld.
nl: Seizoen %lld niet meer monitoren.
pl: Przestań monitorować sezon %lld.

# common.stopMonitoringSeasonS.tooltip
source: Stop monitoring season(s) %@.
de: Staffel(n) %@ nicht mehr überwachen.
es: Dejar de monitorizar temporada(s) %@.
fr: Arrêter de surveiller la/les saison(s) %@.
nl: Seizoen(en) %@ niet meer monitoren.
pl: Przestań monitorować sezon(y) %@.

# common.stopMonitoringThisAlbum.tooltip
source: Stop monitoring this album.
de: Dieses Album nicht mehr überwachen.
es: Dejar de monitorizar este álbum.
fr: Arrêter de surveiller cet album.
nl: Dit album niet meer monitoren.
pl: Przestań monitorować ten album.

# detail.stopMonitoringThisSeason.label
source: Stop monitoring this season
de: Diese Staffel nicht mehr überwachen
es: Dejar de monitorizar esta temporada
fr: Arrêter de surveiller cette saison
nl: Dit seizoen niet meer monitoren
pl: Przestań monitorować ten sezon

# settings.stopped.button
source: Stopped
de: Gestoppt
es: Detenido
fr: Arrêté
nl: Gestopt
pl: Zatrzymany

# settings.subscribesThisCalendarIn.tooltip
source: Subscribes this calendar in Apple Calendar. The server must be reachable when Calendar refreshes (home network or VPN).
de: Abonniert diesen Kalender in der Kalender-App. Der Server muss beim Aktualisieren erreichbar sein (Heimnetzwerk oder VPN).
es: Suscribe este calendario en Calendario de Apple. El servidor debe ser accesible cuando Calendario se actualice (red doméstica o VPN).
fr: Abonne ce calendrier dans Calendrier Apple. Le serveur doit être accessible lors de l'actualisation (réseau local ou VPN).
nl: Abonneert op deze agenda in Apple Agenda. De server moet bereikbaar zijn wanneer Agenda vernieuwt (thuisnetwerk of VPN).
pl: Subskrybuje ten kalendarz w aplikacji Kalendarz. Serwer musi być osiągalny przy odświeżaniu (sieć domowa lub VPN).

# common.suspenseful.button
source: Suspenseful
de: Spannend
es: De suspense
fr: Suspense
nl: Spannend
pl: Trzymający w napięciu

# common.switchMovieShowKind.button
source: Switch movie/show kind
de: Film/Serie umschalten
es: Cambiar entre película/serie
fr: Basculer film/série
nl: Film/serie wisselen
pl: Przełącz film/serial

# settings.syncWithIcloud.button
source: Sync with iCloud
de: Mit iCloud synchronisieren
es: Sincronizar con iCloud
fr: Synchroniser avec iCloud
nl: Synchroniseren via iCloud
pl: Synchronizuj przez iCloud

# settings.tmdbApiKey.button
source: TMDB API key
de: TMDB-API-Schlüssel
es: Clave API de TMDB
fr: Clé API TMDB
nl: TMDB API-sleutel
pl: Klucz API TMDB

# common.tmdbFoundNoNew.tooltip
source: TMDB found no new films matching your filters. Try clearing some.
de: TMDB hat keine neuen Filme für deine Filter gefunden. Versuche einige zu entfernen.
es: TMDB no encontró nuevas películas que coincidan con tus filtros. Prueba a eliminar alguno.
fr: TMDB n'a trouvé aucun nouveau film correspondant à vos filtres. Essayez d'en effacer certains.
nl: TMDB heeft geen nieuwe films gevonden die bij jouw filters passen. Probeer enkele filters te verwijderen.
pl: TMDB nie znalazł nowych filmów pasujących do Twoich filtrów. Spróbuj wyczyścić część z nich.

# discover.tvMovie.button
source: TV Movie
de: TV-Film
es: Telefilm
fr: Téléfilm
nl: TV-film
pl: Film TV

# discover.yes.button
source: Yes
de: Ja
es: Sí
fr: Oui
nl: Ja
pl: Tak

# settings.tapAddToSiri.tooltip
source: Tap “Add to Siri” to set a phrase. The same actions appear in the Shortcuts app and Spotlight — no setup needed.
de: "Zu Siri hinzufügen" tippen, um eine Phrase festzulegen. Dieselben Aktionen erscheinen in der Kurzbefehle-App und in Spotlight — keine Einrichtung nötig.
es: Toca «Añadir a Siri» para establecer una frase. Las mismas acciones aparecen en la app Atajos y en Spotlight — sin configuración adicional.
fr: Appuyez sur « Ajouter à Siri » pour définir une phrase. Les mêmes actions apparaissent dans l'app Raccourcis et Spotlight — aucune configuration nécessaire.
nl: Tik op "Voeg toe aan Siri" om een zin in te stellen. Dezelfde acties staan in de Opdrachten-app en Spotlight — geen installatie nodig.
pl: Dotknij „Dodaj do Siri”, aby ustawić frazę. Te same akcje są w aplikacji Skróty i w Spotlight — bez konfiguracji.

# common.tearJerker.label
source: Tear-jerker
de: Zum Weinen
es: Lacrimógeno
fr: Qui fait pleurer
nl: Tranenfilm
pl: Wyciskający łzy

# queue.testConnection.button
source: Test Connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
nl: Verbinding testen
pl: Testuj połączenie

# settings.textSize.button
source: Text size
de: Textgröße
es: Tamaño del texto
fr: Taille du texte
nl: Tekstgrootte
pl: Rozmiar tekstu

# settings.theFooterIsGone.tooltip
source: The footer is gone. Add new content via the **+** button next to the tabs, or press **⌘N** anywhere in the popover. The **⋯** menu next to it holds Settings, Quit and Open Window — and everything's also in the right-click menu on the menu bar icon.
de: Die Fußzeile ist weg. Neue Inhalte über die **+**-Schaltfläche neben den Tabs hinzufügen oder **⌘N** im Popover drücken. Das **⋯**-Menü daneben enthält Einstellungen, Beenden und Fenster öffnen — alles ist auch im Rechtsklick-Menü des Menüleisten-Icons.
es: El pie de página ha desaparecido. Añade nuevo contenido con el botón **+** junto a las pestañas, o pulsa **⌘N** en cualquier parte del panel. El menú **⋯** junto a él contiene Ajustes, Salir y Abrir ventana — todo también está en el menú contextual del icono de la barra de menús.
fr: Le pied de page a disparu. Ajoutez du nouveau contenu via le bouton **+** à côté des onglets, ou appuyez sur **⌘N** n'importe où dans le panneau. Le menu **⋯** à côté contient Réglages, Quitter et Ouvrir une fenêtre — tout est aussi dans le menu clic droit sur l'icône de la barre des menus.
nl: De voettekst is verdwenen. Voeg nieuwe inhoud toe via de **+**-knop naast de tabbladen, of druk op **⌘N** ergens in het pop-upvenster. Het **⋯**-menu ernaast bevat Instellingen, Afsluiten en Venster openen — alles staat ook in het rechtsklikmenu op het menubalkpictogram.
pl: Stopka zniknęła. Dodawaj nowe pozycje przyciskiem **Add** obok zakładek lub klawiszem **⌘N** w dowolnym miejscu popovera. Sąsiednie menu **⋯** zawiera Ustawienia, Zamknij i Otwórz okno — wszystko jest też w menu po kliknięciu prawym przyciskiem na ikonie pod paskiem menu.

# settings.theModelMustSupport.tooltip
source: The model must support tool calling, and results vary by model. Library items may be sent to the model to tailor recommendations. Tip: free models on OpenRouter work well.
de: Das Modell muss Tool-Calling unterstützen, Ergebnisse variieren je nach Modell. Bibliothekseinträge können an das Modell gesendet werden, um Empfehlungen anzupassen. Tipp: Kostenlose Modelle auf OpenRouter funktionieren gut.
es: El modelo debe admitir llamadas a herramientas, y los resultados varían según el modelo. Los elementos de la biblioteca pueden enviarse al modelo para personalizar las recomendaciones. Consejo: los modelos gratuitos de OpenRouter funcionan bien.
fr: Le modèle doit prendre en charge l'appel d'outils, et les résultats varient selon le modèle. Les éléments de la bibliothèque peuvent être envoyés au modèle pour personnaliser les recommandations. Astuce : les modèles gratuits sur OpenRouter fonctionnent bien.
nl: Het model moet tool-aanroepen ondersteunen, en resultaten variëren per model. Bibliotheekitems kunnen naar het model worden gestuurd om aanbevelingen te verfijnen. Tip: gratis modellen op OpenRouter werken goed.
pl: Model musi obsługiwać wywoływanie narzędzi, a wyniki zależą od modelu. Elementy biblioteki mogą zostać wysłane do modelu w celu dopasowania rekomendacji. Wskazówka: darmowe modele na OpenRouter sprawdzają się dobrze.

# settings.theme.button
source: Theme
de: Design
es: Tema
fr: Thème
nl: Thema
pl: Motyw

# chat.thinking.button
source: Thinking…
de: Denke nach…
es: Pensando…
fr: Réflexion…
nl: Nadenken…
pl: Myślę…

# discover.thisEmptiesYourYour.tooltip
source: This empties your Your Picks list. The swipe deck is unaffected.
de: Dies leert deine "Deine Auswahl"-Liste. Das Swipe-Deck ist nicht betroffen.
es: Esto vacía tu lista Mis selecciones. La baraja de descubrimiento no se ve afectada.
fr: Cela vide votre liste Vos sélections. Le deck de cartes n'est pas affecté.
nl: Dit leegt je lijst "Jouw keuzes". Het veegdek blijft ongewijzigd.
pl: Czyści listę "Twoje wybory". Talia swipe pozostaje bez zmian.

# settings.thisWillRemoveLld.tooltip
source: This will remove "%@" (%lld episodes) from the download client.
de: Dadurch wird "%@" (%lld Episoden) vom Download-Client entfernt.
es: Se eliminará «%@» (%lld episodios) del cliente de descarga.
fr: Cela supprimera « %@ » (%lld épisodes) du client de téléchargement.
nl: Dit verwijdert "%@" (%lld afleveringen) uit de downloadclient.
pl: Spowoduje to usunięcie „%@" (%lld odcinków) z klienta pobierań.

# detail.thisWillRemoveFrom.tooltip
source: This will remove "%@" from the download client.
de: Dadurch wird "%@" vom Download-Client entfernt.
es: Se eliminará «%@» del cliente de descarga.
fr: Cela supprimera « %@ » du client de téléchargement.
nl: Dit verwijdert "%@" uit de downloadclient.
pl: Spowoduje to usunięcie „%@" z klienta pobierania.

# detail.thisWillRemoveThe.tooltip
source: This will remove the download from the client.
de: Dadurch wird der Download vom Client entfernt.
es: Se eliminará la descarga del cliente.
fr: Cela supprimera le téléchargement du client.
nl: Dit verwijdert de download uit de client.
pl: To usunie pobieranie z klienta.

# queue.thisWillRemoveThe.tooltip
source: This will remove the season pack from the client.
de: Dadurch wird das Staffelpaket vom Client entfernt.
es: Se eliminará el pack de temporada del cliente.
fr: Cela supprimera le pack de saison du client.
nl: Dit verwijdert het seizoenspakket uit de client.
pl: To usunie paczkę sezonu z klienta.

# discover.tipAskForA.tooltip
source: Tip: ask for a quiz of movies or shows to start swiping.
de: Tipp: Frag nach einem Quiz mit Filmen oder Serien, um mit dem Swipen zu beginnen.
es: Consejo: pide un quiz de películas o series para empezar a deslizar.
fr: Astuce : demandez un quiz de films ou de séries pour commencer à glisser.
nl: Tip: vraag om een quiz van films of series om te beginnen met vegen.
pl: Wskazówka: poproś o quiz filmów lub seriali, aby zacząć swipować.

# settings.toDiscoverNewFilms.tooltip
source: To discover new films, add a TMDB API key in Settings → AI → Discovery.
de: Um neue Filme zu entdecken, einen TMDB-API-Schlüssel unter Einstellungen → KI → Entdecken hinzufügen.
es: Para descubrir nuevas películas, añade una clave API de TMDB en Ajustes → IA → Descubrimiento.
fr: Pour découvrir de nouveaux films, ajoutez une clé API TMDB dans Réglages → IA → Découverte.
nl: Voeg een TMDB API-sleutel toe in Instellingen → AI → Ontdekken om nieuwe films te ontdekken.
pl: Dodaj klucz TMDB w Ustawieniach → AI → Odkrywanie, aby odkrywać nowe filmy.

# discover.toDownload.button
source: To download
de: Herunterladen
es: Para descargar
fr: À télécharger
nl: Te downloaden
pl: Do pobrania

# upcoming.today.button
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
nl: Vandaag
pl: Dziś

# upcoming.tomorrow.button
source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
nl: Morgen
pl: Jutro

# onboarding.tonight.button
source: Tonight
de: Heute Abend
es: Esta noche
fr: Ce soir
nl: Vanavond
pl: Dziś wieczorem

# onboarding.tonightNeedsYouAnd.label
source: Tonight, Needs you, and notifications
de: Heute Abend, Braucht dich und Benachrichtigungen
es: Esta noche, Requiere atención y notificaciones
fr: Ce soir, À votre attention et notifications
nl: Vanavond, Heeft jouw aandacht en meldingen
pl: Dziś wieczorem, Potrzebuje twojej uwagi i powiadomienia

# common.toolCall.label
source: Tool call: %@
de: Tool-Aufruf: %@
es: Llamada a herramienta: %@
fr: Appel d'outil : %@
nl: Tool-aanroep: %@
pl: Wywołanie narzędzia: %@

# settings.toolsAreOnlyRegistered.tooltip
source: Tools are only registered for services you have configured — with no Sonarr/Radarr set up, the server exposes none.
de: Tools werden nur für konfigurierte Dienste registriert — ohne eingerichtetes Sonarr/Radarr stellt der Server keine bereit.
es: Las herramientas solo se registran para los servicios que hayas configurado — sin Sonarr/Radarr configurado, el servidor no expone ninguna.
fr: Les outils ne sont enregistrés que pour les services configurés — sans Sonarr/Radarr configuré, le serveur n'en expose aucun.
nl: Tools worden alleen geregistreerd voor services die je hebt geconfigureerd — zonder Sonarr/Radarr stelt de server niets beschikbaar.
pl: Narzędzia są rejestrowane tylko dla skonfigurowanych usług — bez ustawionego Sonarr/Radarr serwer nie udostępnia żadnych.

# detail.tracks.button
source: Tracks
de: Titel
es: Pistas
fr: Pistes
nl: Nummers
pl: Utwory
